import React from 'react';
import styles from './Me.module.css';
import ester from "../../images/אביה הרשיש תדמית.png";

const AboutMe = () => {
  return (
    <div className={styles.pageContainer}>
      <div className={styles.header} id="מי אני">קצת עלי</div>
      <div className={styles.container}>
        <div className={styles.imageContainer}>
          <img src={ester} alt="אביה הרשיש" className={styles.image} />
        </div>
        <div className={styles.content}>
          <h1 className={styles.title}>אביה הרשיש</h1>
          <div className={styles.subtitle}>"הבית זה השקט הנפשי שלך"</div>
          <p className={styles.description}>
          מילדות ידעתי שאדריכלות היא הייעוד שלי. זוכרת את עצמי מסתובבת באתרי בנייה, נושמת את ריח הבטון
הטרי ומתרגשת מכל שלב בתהליך הבנייה. הזיכרונות המוקדמים שלי כוללים ביקורים באתרי בנייה עם אמא
שלי , כשרכשה את הבית שלנו מהקבלן, שם התחילה הסקרנות שלי להכיר כל שלב בתהליך.
</p>
          <p className={styles.description}>
          החיבור העמוק שלי לתחום משלב פרפקציוניזם ואהבה לאסתטיקה. כשאני מתכננת בית עבור משפחה, אני
חווה איתם את המסע - מדמיינת כל רגע בחייהם בבית החדש, מרגע פתיחת הדלת ועד הרגע שהם נכנסים
למיטה בסוף היום.
            </p>
            <p className={styles.description}>
            אני מאמינה שהבית הוא המקום שבו מוצאים שקט נפשי. בעולם מאתגר, חשוב שיהיה לנו מקום שהוא
המפלט שלנו בסוף היום.
            </p>
            <p className={styles.description}>
            במהלך שש שנות פעילותי בתחום, צברתי ניסיון עשיר בעבודה עם חברות הבנייה המובילות בשוק. כמי
שגדלה באפרת שבגוש עציון וממשיכה לחיות ביהודה ושומרון, אני רואה זכות גדולה בתכנון ובנייה באזור. כל
בית חדש וכל יישוב מתפתח הם חלק מהאידיאולוגיה והחזון שלי לבניית הארץ.
            </p>
            <p className={styles.description}>
            אני מבינה שבניית בית היא השקעה משמעותית שעושים בדרך כלל פעם אחת בחיים. לכן, אני מתחייבת
ללוות אתכם ולהעניק את כל המעטפת המקצועית הנדרשת - החל מהדגשים החשובים בתכנון הראשוני, דרך
התנהלות חכמה מול מחלקת שינויי דיירים, ועד לחיסכון משמעותי בעלויות מול הקבלן. הניסיון שצברתי
מאפשר לי לשמור על האינטרסים שלכם לאורך כל התהליך היקר והמורכב הזה."
            </p>
        </div>
      </div>
    </div>
  );
};

export default AboutMe;